Repository: celestiamobile/MobileCelestia
Catalog: CelestiaXR/Localizable.xcstrings
Source language: en
Languages: zh_cn, zh_tw

source: Celestia Data
zh_cn: Celestia 数据
zh_tw: Celestia 資料

source: Connected
zh_cn: 已连接
zh_tw: 已連線

source: Game Controller
zh_cn: 手柄
zh_tw: 手柄

source: Loaded
zh_cn: 加载完成
zh_tw: 載入完成

source: Loading
zh_cn: 加载中
zh_tw: 載入中

source: Loading Celestia failed…
zh_cn: 加载 Celestia 失败…
zh_tw: 載入 Celestia 失敗…

source: Not Connected
zh_cn: 未连接
zh_tw: 未連線

source: Please wait while we load essential files for Celestia
zh_cn: 我们正在加载必要的 Celestia 数据文件中，请稍等
zh_tw: 我們正在載入必要的 Celestia 資料檔案中，請稍等

source: Start Celestia
zh_cn: 启动 Celestia
zh_tw: 啟動 Celestia

source: Unknown status
zh_cn: 未知状态
zh_tw: 未知狀態

source: Use Mixed Immersion
zh_cn: 使用混合式沉浸体验
zh_tw: 使用混合式沉浸體驗

source: Welcome to Celestia
zh_cn: 欢迎来到 Celestia
zh_tw: 歡迎來到 Celestia
